Repository: silverania/booldog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, it

source: Reply
de: Replik
it: Rispondi

source: Signup
de: Anmeldung
it: Registrazione

source: Comment
de: Kommentar
it: Commenta

source: Logout
de: Ausloggen
it: Esci

source: Edit
de: bearbeiten

source: settings
de: rahmen

source: answers to
de: antworten auf
it: risponde a

source: Entered
de: Eingegeben
it: Inserito

source: Sent
de: Gesendet
it: Inviato

source: today at
de: heute um

source: SignUp
de: Anmeldung
it: Registrazione

source: Exit
de: Verlassen
it: Esci

source: What is Booldog ?
de: Was ist Booldog?
it: Cosa è Booldog ?

source: Booldog is a message hosting service for websites. Install it on your site to allow your visitors to comment. Registering will give you access to the Boolddog admin panel to moderate posts and have control over what is posted on your site.
de: Booldog ist ein Nachrichten-Hosting-Dienst für Websites. Installieren Sie es auf Ihrer Website, damit Ihre Besucher Kommentare abgeben können. Durch die Registrierung erhalten Sie Zugriff auf das Boolddog-Admin-Panel, um Beiträge zu moderieren und die Kontrolle darüber zu haben, was auf Ihrer Website gepostet wird.
it: Booldog è un servizio di hosting messaggi per siti web . Usalo sul tuo sito per i commenti .La registrazione ti darà accesso al pannello di amministrazione di Booldog per moderare i messaggi e avere il controllo su cosa viene pubblicato sul tuo sito .

source: Boolddog is also used on this page ! in the footer section.
de: Boolddog wird auch auf dieser Seite verwendet ! im Fußbereich.
it: Booldog viene usato su questo sito ! nella sezione footer sotto .

source: How use it ?
de: wie benutze es
it: Come usarlo ?

source: and put it in your root web folder
de: und legen Sie es in Ihr js-Ordner

source: here
de: who
it: qui

source: to obtain a user and password to access the message management dashboard
de: um einen Benutzer und ein Passwort für den Zugriff auf das Nachrichtenverwaltungs-Dashboard zu erhalten

source: link booldog files in your head !
de: Verknüpfen Sie Booldog-Dateien in Ihrem Kopf !
it: aggiungi il percorso dei files scaricati nella sezione Head del tuo sito

source: Documentation
de: Dokumentation
it: Documentazione

source: Change password
de: Passwort vergessen?
it: Cambia password

source: Log out
de: Ausloggen
it: Esci

source: Password recover
de: Passwort wiederherstellen
it: Recupero Dati

source: Password change for
de: Passwort wiederherstellen
it: Modifica password per

source: current password
de: Aktuelles Passwort

source: new password
de: Passwort vergessen?

source: repeat password
de: Aktuelles Passwort

source: If you don't have User and Password
de: um Benutzer und Passwort zu erhalten
it: Se non hai User e Password

source: SignUp
de: Anmeldung

source: Password Forgot ?
de: Passwort wiederherstellen
it: Password Dimenticata ?

source: Do you want to change your password?
de: Möchten Sie Ihr Passwort ändern ?
it: Vuoi cambiare la Password ?

source: password reset complete
de: Passwort-Reset abgeschlossen !

source: Done !
de: Gut gemacht !
it: Ben fatto!

source: Recovery link sent to your email We have sent instructions to set your password, if there is a valid account at the email address you provided. You should receive them shortly. If you do not receive an email, make sure you enter the address you registered with, and check your spam folder.
de: Wiederherstellungslink an Ihre E-Mail-Adresse gesendet Wir haben Anweisungen zum Einrichten Ihres gesendetPasswort, wenn unter der von Ihnen angegebenen E-Mail-Adresse ein gültiges Konto besteht. Dusollten sie in Kürze erhalten. Wenn Sie keine E-Mail erhalten, vergewissern Sie sichGeben Sie die Adresse ein, mit der Sie sich registriert haben, und überprüfen Sie Ihren Spam-Ordner.
it: Link per il recupero inviati alla tua mail ! Abbiamo inviato istruzioni per impostare la password. Se esiste un account valido all indirizzo email che hai indicato , Dovresti riceverle a breve.Se non ricevi un messaggio email, accertati di aver inserito l indirizzo con cui ti sei registrato, e controlla la cartella dello spam

source: Someone asked for password recovery for the user with email :
de: Jemand hat per E-Mail um die Wiederherstellung des Passworts für den Benutzer gebeten:
it: Qualcuno ha chiesto il recupero della password per un utente con e-mail:

source: Go to:
de: gehe zu
it: Vai su:

source: Your username, in case you have forgotten it is:
de: Ihr Benutzername, falls Sie ihn vergessen haben

source: Insert your mail
de: E-Mail
it: Inserisci email

source: Send e-mail
de: E-mail senden
it: Invia

source: choose photo
de: Wähle ein Foto aus
it: scegli una foto

source: remember me
de: mich erinnern

source: Password forgot ?
de: Passwort wiederherstellen

source: wrong data !
de: falschen Daten !
it: Dati non corretti !

source: edit
it: modifica

source: Login
it: Entra

source: and put them in your root web folder
it: e mettili nella cartella principale del sito

source: to obtain user and password
it: per ottenere user e password

source: edit the bldg.js file by inserting the username and password chosen to register , in quotes !
it: Edita il file bldg.js inserendo , tra virgolette , user e password scelti per registrarti.

source: Welcome,
it: Benvenuto

source: View site
it: Vedi Sito

source: Django site admin
it: Sito Di Amministrazione Django

source: Django administration
it: Amministrazione django

source: Save
it: Salva

source: you are authorized to use booldog .
it: Sei autorizzato ad usare Booldog .

source: Enter your username and password in the bldg.js file and you are ready to use booldog on your site
it: Inserisci user e password nel file bldg.js e sei pronto ad usare booldog sul tuo sito web
